[
    {
      "Name": "604 Records (Vancouver, B.C.)",
      "Desciription": "604 Records is the production company of Nickelback singer Chad Kroeger and attorney Jonathan Simkin, founded in 2002. Their records are distributed in Canada by Universal Music Group.",
      "Genre": "Rock/Pop/Country/Folk",
      "Website": "http://www.604records.com",
      "Facebook": "http://www.facebook.com/604records",
      "Demo": "http://www.604records.com/604/home/content/demo-submissions"
    },
    {
      "Name": "Abbeywood Records (Toronto, on)",
      "Desciription": "Abbeywood Records is a Canadian independent record label based in Toronto, and the home of multi-platinum composer and recording artist Hennie Bekker. Their mission is to establish relationships with, and nurture new and upcoming Canadian and international artists. In addition, Abbeywood Records offers a suite of services for upcoming and established artists including management, publishing, marketing, distribution and recording.",
      "Genre": "Multi",
      "Website": "http://www.abbeywoodrecords.com",
      "Facebook": "http://www.facebook.com/abbeywoodrecords",
      "Demo": "http://www.abbeywoodrecords.com/contact.html"
    },
    {
      "Name": "Ache Records (Vancouver, B.C.)",
      "Desciription": "“Ache was started to release records by friends. ‘Hot Hot Heat' wanted to do a record and Ache Records thought people should hear their music. Simple as that. The concept of beginning a label to promote friends' music has changed its form over the last decade, but is still at the core of the Ache ethos.”",
      "Genre": "Multi",
      "Website": "http://www.acherecords.com",
      "Facebook": "-",
      "Demo": "mailto:info@acherecords.com"
    },
    {
      "Name": "Alert Music Inc (Toronto, on)",
      "Desciription": "Alert Music Inc is an independent recording, publishing, producing and managing company founded by President W. Tom Berry in 1984. Alert works with some of Canada's greatest performers, including Kim Mitchell and Holly Cole.",
      "Genre": "Indie/Jazz/Roots",
      "Website": "http://www.alertmusic.com",
      "Facebook": "http://www.facebook.com/AlertMusicInc",
      "Demo": ""
    },
    {
      "Name": "Alien8 Recordings (Montreal, Qb)",
      "Desciription": "Alien8 Recordings was founded in 1996 by Sean O'Hara and Gary Worsley, under whose operation the label continues to this day. Originally focusing on noise and experimental music, the label has since broadened its scope to include numerous other genres while becoming particularly active in releasing the works of artists based in its home town of Montreal.",
      "Genre": "Multi",
      "Website": "http://www.alien8recordings.com",
      "Facebook": "http://www.facebook.com/pages/Alien8-Recordings/66730577784",
      "Demo": "http://www.alien8recordings.com/info/demos"
    },
    {
      "Name": "Anthem Records (Toronto, on)",
      "Desciription": "Anthem Records, based in Toronto, has been the stable of Rush and a host of other Canadian artists for nearly three decades. It is one of the most important and successful independent record labels in Canada; part of an entertainment empire overseen by Ray Danniels the record label itself (Anthem Records Inc.) and the Anthem Group of companies outlet (Anthem Entertainment Group).",
      "Genre": "Indie/Rock/Punk/Alternative",
      "Website": "http://www.anthementertainmentgroup.com/sro/anthem/intro.php",
      "Facebook": "-",
      "Demo": "http://www.anthementertainmentgroup.com/sro/anthem/ar_submissions.php"
    },
    {
      "Name": "Aquarius Records (Toronto, on)",
      "Desciription": "Aquarius Records is an independent record label founded in Montreal in 1969. Among the first acts signed to the label was a Halifax band called April Wine. Other notable signings include Corey Hart, Sass Jordan, Sum 41 and Danko Jones.",
      "Genre": "Indie/Multi",
      "Website": "http://www.aquariusrecords.com",
      "Facebook": "http://www.facebook.com/groups/47533319894/",
      "Demo": "http://www.aquariusrecords.com/contact.html"
    },
    {
      "Name": "Arts & Crafts Records (Toronto, on)",
      "Desciription": "Arts & Crafts Productions is a music-focused media and artist services company that offers information as an independent record label, management firm, merchandiser, and publisher worldwide. It has earned 21 JUNO Awards and has been called one of Canada's most important record labels.",
      "Genre": "Indie/Multi",
      "Website": "http://www.arts-crafts.ca",
      "Facebook": "http://www.facebook.com/artsandcrafts",
      "Demo": "http://www.arts-crafts.ca/contact.php"
    },
    {
      "Name": "Artoffact Records (Toronto, on)",
      "Desciription": "Artoffact Records is a Canadian label based in Toronto that has released over 100 industrial, synthpop, rock, and metal albums since it was founded in 1999. They are also the in-house label of Storming the Base.",
      "Genre": "Industrial/Metal/Synthpop/EBM/Electronic)",
      "Website": "http://www.stormingthebase.com/brands/Artoffact-Records",
      "Facebook": "http://www.facebook.com/artoffact",
      "Demo": "http://www.stormingthebase.com/contact/"
    },
    {
      "Name": "Bangor Records (Montreal, Qb)",
      "Desciription": "Bangor Records is an independent record label based in Montreal and was founded in 2005 by Sophie Trudeau. Trudeau is a violinist for notable post-rock groups, Godspeed You! Black Emperor and A Silver Mt. Zion, whom she helped create with fellow Godspeed You! Black Emperor band members Efrim Menuck and Thierry Amar.",
      "Genre": "Indie/Rock/Alternative",
      "Website": "http://www.bangorrecords.com",
      "Facebook": "-",
      "Demo": "http://www.bangorrecords.com/write/"
    },
    {
      "Name": "Black Box Music (Mississauga, on)",
      "Desciription": "Black Box Music is an independent music and artist development company based out of Mississauga. The company, originally dubbed Black Box Recordings, began exclusively as a record label in 2003. It expanded to include booking and management services in recent years, prompting the brand change to Black Box Music in 2008. The Black Box Recordings brand still exists as the record label element of Black Box Music's full-service approach.",
      "Genre": "Indie/Rock/Hip-Hop/Pop/Punk/Rock",
      "Website": "http://www.weareblackbox.com/contact/",
      "Facebook": "http://www.facebook.com/blackboxmusicfb",
      "Demo": "http://www.weareblackbox.com/contact/"
    },
    {
      "Name": "Black Hen Music (Vancouver, B.C.)",
      "Desciription": "Black Hen Music was started by Steve Dawson in 1995, and began releasing albums in 1996. Black Hen is dedicated to producing music that is diverse, eclectic and primarily acoustic-based. Since its inception, Black Hen has released over 30 albums and continues to expand its roster.",
      "Genre": "Acoustic/Roots/Folk/Blues/Eclectic",
      "Website": "http://www.blackhenmusic.com",
      "Facebook": "http://www.facebook.com/blackhenmusic",
      "Demo": "http://www.blackhenmusic.com/contact"
    },
    {
      "Name": "Boompa Records (Vancouver, B.C.)",
      "Desciription": "Boompa is a boutique record label and management company based out of Vancouver, British Columbia. Formed in 2003 by former Salteens' bandmates Rob Calder and Scott L.D. Walker, Boompa promotes and fosters the work of independent artists. Over their ten years of business, Boompa has worked with a diverse roster of artists and genres. They have a passion for great songs, great records, creativity and innovation.",
      "Genre": "Indie/Pop/Rock",
      "Website": "http://www.boompa.ca",
      "Facebook": "http://www.facebook.com/boomparecords",
      "Demo": "http://www.boompa.ca/info/"
    },
    {
      "Name": "Borealis Records (Toronto, on)",
      "Desciription": "Since its inception in 1996 Borealis has grown to include a roster of over 50 artists and 100 + releases featuring Canadian folk and roots music that spans all styles under the folk umbrella – from the traditional music of Newfoundland and Quebec to the contemporary urban songwriter.",
      "Genre": "Folk/Roots",
      "Website": "http://www.borealisrecords.com",
      "Facebook": "http://www.facebook.com/BorealisRecords",
      "Demo": "http://www.borealisrecords.com/contact-us/"
    },
    {
      "Name": "Busted Flat Records (Kitchener, on)",
      "Desciription": "The label name was taken from a line in the song, “Me and Bobby McGee” made popular by Janis Joplin. The label was founded originally to showcase talent from the Southern Ontario region, but has since branched out to release acts from across Canada and Europe.",
      "Genre": "Roots/Blues/Folk/Alt-Country",
      "Website": "http://www.bustedflatrecords.com",
      "Facebook": "http://www.facebook.com/BustedFlatRecords",
      "Demo": "http://www.bustedflatrecords.com/contact/"
    },
    {
      "Name": "Coalition Music (Toronto, on)",
      "Desciription": "Coalition Music has built its reputation on developing successful artist entrepreneurs – artists who continue to have long-standing careers in both the arena and the studio. Since its inception, Coalition Music has been involved in the commercial release of over 30 albums with combined worldwide sales exceeding twelve million albums.",
      "Genre": "Pop/Rock/Alternative",
      "Website": "http://www.coalitionent.com",
      "Facebook": "http://www.facebook.com/CoalitionMUS",
      "Demo": "http://www.coalitionent.com/management.php?p=demos"
    },
    {
      "Name": "Constellation Records (Montreal, Qb)",
      "Desciription": "Constellation Records is anti-corporate, anti-capitalist, and anti-globalist.",
      "Genre": "Multi",
      "Website": "http://www.cstrecords.com/info/",
      "Facebook": "http://www.facebook.com/cstrecords",
      "Demo": "http://www.cstrecords.com/info/"
    },
    {
      "Name": "Cordova Bay Records (Victoria, B.C.)",
      "Desciription": "Cordova Bay Records' philosophy is to form a partnership with each of their artists to effectively promote their music to the world. In its lifetime, Cordova Bay has put out records that span the genres of Rock, Pop, Blues, Folk and Jazz… the common ground always being a dedication to great music, good relations and new ideas. With all the advantages of modern technology we believe there has never been a more exciting time in the music industry.",
      "Genre": "Multi",
      "Website": "http://www.cordovabay.com",
      "Facebook": "http://www.facebook.com/CordovaBayRecords",
      "Demo": "http://www.cordovabay.com/contact_page.php"
    },
    {
      "Name": "Cp Music Group (Toronto, on)",
      "Desciription": "CP Music Group is “like a family with heart” – a collaborative music label and management team for a roster of artists, songwriters and producers. Artists include Belly, Massari, Mia Martina, Danny Fernandes, Tyler Medeiros, and producers DaHeala (Hunger Games, The Weeknd, Rick Ross, Snoop Dogg) and DannyBoyStyles (Nicki Minaj, The Weeknd, Flo Rida, Wiz Khalifa, French Montana). Launched at the end of 2003 and never letting up on being passionate, creative, and relentless.",
      "Genre": "Hip-Hop/Pop/Rap",
      "Website": "http://www.cpmusicgroup.com",
      "Facebook": "http://www.facebook.com/cpmusicgroup",
      "Demo": "http://www.cpmusicgroup.com/contact/"
    },
    {
      "Name": "Curve Music (Toronto, on)",
      "Desciription": "Over its ten years Curve Music has nurtured and developed the careers of Suzie McNeil, Holly McNarland, Peter Katz, Wide Mouth Mason and the Dunes to name a few, but it was THE BAND (yes THE BAND) tribute album produced in conjunction with founding Band member Garth Hudson that was Curve Music's coup d'état.",
      "Genre": "Country/Roots/Pop/Rock",
      "Website": "http://www.curvemusic.com",
      "Facebook": "http://www.facebook.com/curvemusiccanada",
      "Demo": "http://www.curvemusic.com/label-info/"
    },
    {
      "Name": "D-trash Records (Toronto, on)",
      "Desciription": "D-Trash Records is a Canadian record label/net-collective of artists creating exciting and unique aggressive electronic music. Established in 1998, the label is home to more than 10 retail-oriented commercial CD releases, and is closing in on 200 free full-length releases. Though home to many Toronto/Canada artists, the label has worked with over 100 artists worldwide, now 15 years strong.",
      "Genre": "Hardcore/Breakcore/Industrial/Metal",
      "Website": "http://www.dtrash.com",
      "Facebook": "http://www.facebook.com/dtrashrecords",
      "Demo": "http://www.dtrash.com"
    },
    {
      "Name": "Deranged Records (Roberts Creek, B.C.)",
      "Desciription": "Notable bands who have had releases with the label are Fucked Up, Career Suicide and Brutal Knights. The label is known for releasing hardcore punk; however, more recently they have been releasing albums that are more pop punk.",
      "Genre": "Hardcore/Punk/Power-Pop",
      "Website": "http://www.derangedrecords.com",
      "Facebook": "http://www.facebook.com/pages/Deranged-Records/175344618460",
      "Demo": "http://www.derangedrecords.com/index.php/contact/"
    },
    {
      "Name": "Dine Alone Records (Toronto, on)",
      "Desciription": "“Starting Dine Alone came from simply wanting to do great deals with bands and work with our friends. It's that need to grow and experience high's and low's with some amazing people. It comes from seeing your parents struggle to raise their kids and you wanting a better life for your friends and family, it comes from having this need to consistently feel like you are making a change no matter how minor, it comes from everything and comes out in the love of music, the love of rock and fucking roll. This is our love and we are sharing it with you.”",
      "Genre": "Rock/Punk/Alternative",
      "Website": "http://www.dinealonerecords.com",
      "Facebook": "http://www.facebook.com/dinealonerecords",
      "Demo": "http://www.dinealonerecords.com"
    },
    {
      "Name": "Distort Entertainment (Toronto, on)",
      "Desciription": "Now quite established, Distort Entertainment is a well-known Canadian label, and back some of the most respected bands in the heavy music industry.",
      "Genre": "Metal/Hardcore Punk",
      "Website": "http://www.teamdistort.com",
      "Facebook": "http://www.facebook.com/Distort",
      "Demo": "http://www.teamdistort.com/"
    },
    {
      "Name": "E1 Entertainment Canada (Toronto, on)",
      "Desciription": "The #1 Independent Music Brand in North America. Entertainment One produces, distributes, licenses and promotes some of the world's top music – across every genre.",
      "Genre": "Multi",
      "Website": "http://www.entertainmentone.com",
      "Facebook": "http://www.facebook.com/eOneMusicUS",
      "Demo": "http://www.us.eonemusic.com/faqs"
    },
    {
      "Name": "Fuzzy Logic Recordings (Toronto, on)",
      "Desciription": "Founded in 2002, Fuzzy Logic operates under the motto “Good Music, Good Friends, Good Times!”",
      "Genre": "Indie/Rock",
      "Website": "http://www.fuzzylogicrecordings.com",
      "Facebook": "-",
      "Demo": "http://www.fuzzylogicrecordings.com/contact.html"
    },
    {
      "Name": "G7 Welcoming Committee Records (Winnipeg, Mb)",
      "Desciription": "“The G7 Welcoming Committee is committed to bringing the existing human social order into balance, thereby allowing the evolutionary process that has guided and nurtured life on this planet for millions of years to continue unabated. To this end and through the independent production and distribution of audio related materials, we seek to underwrite activities that encourage persons to actively seek out life's douche-bags for the express purpose of disobeying them.”",
      "Genre": "Punk/Alternative",
      "Website": "http://www.g7welcomingcommittee.com",
      "Facebook": "http://www.facebook.com/g7welcomingcommittee",
      "Demo": "http://www.g7welcomingcommittee.com/faq/"
    },
    {
      "Name": "Galy Records (Verdun, Qb)",
      "Desciription": "Independent hardcore label.",
      "Genre": "Metal/Death/Hardcore/Grind",
      "Website": "http://www.galyrecords.com",
      "Facebook": "http://www.facebook.com/galyrecords",
      "Demo": "mailto:booking@galyrecords.com"
    },
    {
      "Name": "Hand Drawn Dracula (Toronto, on)",
      "Desciription": "Hand Drawn Dracula (HDD) is a Toronto based indie record label founded by friends ~ working with friends in the Canadian music scene. They present every HDD release, event and project with respect, hard work, and in co-ordination with the artist.",
      "Genre": "Alternative/Pop/Rock",
      "Website": "http://www.handdrawndracula.com",
      "Facebook": "http://www.facebook.com/HandDrawnDracula",
      "Demo": "mailto:info@handdrawndracula.com"
    },
    {
      "Name": "Handsome Boy Records (Toronto, on)",
      "Desciription": "Handsome Boy Records is a Canadian independent record label founded in 1994 in Toronto. Its releases were distributed by BMG Music in Canada. Handsome Boy did deals with other labels internationally including Atlantic Records. Artists who released material on Handsome Boy include Rusty, hHead, Groovy Religion, Meryn Cadell, One Free Fall and Slowburn.",
      "Genre": "Rock/Alternative",
      "Website": "http://www.handsomeboy.com",
      "Facebook": "https://www.facebook.com/HandsomeboyRecords",
      "Demo": "http://www.handsomeboy.com/contacts.html"
    },
    {
      "Name": "Hi-bias Records (Toronto, on)",
      "Desciription": "For an independent label to survive for close to two decade in the volatile world of the record industry is an impressive feat. But Hi-Bias hasn't just survived, it has thrived and that is an achievement worthy of serious celebration. HI-BIAS is Canada's premier dance label.",
      "Genre": "Dance/Electronic",
      "Website": "http://www.hibias.com",
      "Facebook": "http://www.facebook.com/hibiasrecords",
      "Demo": "http://www.hibias.com/contact_us.php"
    },
    {
      "Name": "Indica Records (Montreal, Qb)",
      "Desciription": "Indica Records is an indie label featuring noted signed acts such as Grimskunk, Trigger Effect, The Loodies, and Voivod.",
      "Genre": "Multi",
      "Website": "http://www.indica.mu/en",
      "Facebook": "http://www.facebook.com/IndicaRecordsfanpage",
      "Demo": "http://www.indica.mu/en/contact/"
    },
    {
      "Name": "Interchill Records (Nelson, B.C.)",
      "Desciription": "Interchill got its start in the multi-sensory chill rooms of the early rave scene in Montreal. Now, after 13 years in operation and 34 albums in its catalogue, the label has soundly established itself as a key player in the down-tempo electronic scene and is known worldwide for releasing hi-fidelity music that lasts.",
      "Genre": "Electronica/Ambient",
      "Website": "http://www.interchill.com",
      "Facebook": "https://www.facebook.com/Interchill",
      "Demo": "http://www.interchill.com/contact.php"
    },
    {
      "Name": "Justin Time Records (Montreal, Qb)",
      "Desciription": "Justin Time records proudly recorded and published some legendary names as Oliver Jones, Oscar Peterson, Diana Krall and many others. Today, Justin Time Records is a trade mark for quality music from all over the world.",
      "Genre": "Jazz/Blues/World/Gospel",
      "Website": "http://www.justin-time.com",
      "Facebook": "http://www.facebook.com/justintimerecords",
      "Demo": "http://www.justin-time.com/contact.php?lang=en"
    },
    {
      "Name": "Kelp Records (Ottawa, on)",
      "Desciription": "Listeners and supporters of the Ottawa record label Kelp Records, whose recordings include New Country Rehab, Measha Brueggergosman, Adam & the Amethysts, The Flaps, Jim Bryson, HILOTRONS, Camp Radio, Andrew Vincent, Andy Swan, The Michael Parks, Chris Page, The Acorn, Greenfield and Main, and Rhume.",
      "Genre": "Multi",
      "Website": "http://www.kelprecords.com",
      "Facebook": "http://www.facebook.com/pages/Kelp-Records/174331722628593",
      "Demo": "http://www.kelprecords.com/contact/"
    },
    {
      "Name": "Last Gang Records (Toronto, on)",
      "Desciription": "Last Gang Records is a music label founded in 2003, releasing the first Metric album ‘Old World Underground, Where Are You Now?' in 2004. The company launched Metric, Death From Above 1979, MSTRKRFT and Crystal Castles, and has combined successfully with acts including Chromeo, The New Pornographers, K-OS, Boys Noize and Tiga on varied licensing deals.",
      "Genre": "Rock/Alternative/Electronic",
      "Website": "http://www.lastgangentertainment.com/records",
      "Facebook": "http://www.facebook.com/LastGangRecords",
      "Demo": "http://www.lastgangentertainment.com/about/#records"
    },
    {
      "Name": "Latent Recordings (Toronto, on)",
      "Desciription": "Artists signed with Latent Recordings include Cowboy Junkies, Skydiggers, Lee Harvey Osmond, Jeff Bird and more.",
      "Genre": "Rock/Alternative/Country",
      "Website": "http://www.latentrecordings.com",
      "Facebook": "http://www.facebook.com/pages/Latent-Recordings/98532237210",
      "Demo": "http://www.latentrecordings.com/contact"
    },
    {
      "Name": "Light Organ Records (Vancouver, B.C.)",
      "Desciription": "Vancouver-based, Canadian label Light Organ Records is a beautiful experiment. It's what happens when vision is multiplied by applied effort, forward thought, and risk. Summed up perfectly by its founder, Jonathan Simkin, “It's a great time to be an indie label right now. I walk into the office every day, it's like the Wild Wild West now. How can I sell this band today?  There's no rules anymore.”",
      "Genre": "Indie",
      "Website": "http://www.lightorganrecords.com/",
      "Facebook": "http://www.facebook.com/LightOrganRecords",
      "Demo": "http://www.lightorganrecords.com/about/"
    },
    {
      "Name": "Maplemusic Recordings (Toronto, on)",
      "Desciription": "Established in 2002, MapleMusic Recordings is a full service record label offering in-house marketing, promotion, publicity, A&R and licensing to a roster that encompasses both emerging talent and established artists.",
      "Genre": "Rock/Pop/Folk/Electronic/Hip-Hop",
      "Website": "http://www.maplemusicrecordings.com/",
      "Facebook": "http://www.facebook.com/maplemusicrecordings",
      "Demo": "http://www.maplemusicrecordings.com/about/"
    },
    {
      "Name": "Mau5trap (Canada)",
      "Desciription": "“Mau5trap records is a record label. We make records. DJ's play our records for people to listen to. Sometimes people dance to it, or play it in their cars. That's all there is to it really.”  Mau5trap is Deadmau5's own label and has been the home to some of the biggest electronic music released in the last 5 years.",
      "Genre": "Electronic",
      "Website": "http://www.mau5trap.com/",
      "Facebook": "http://www.facebook.com/mau5trap",
      "Demo": "http://www.facebook.com/mau5trap/info"
    },
    {
      "Name": "Mile End Records (Montreal, Qb)",
      "Desciription": "Mile End Records was born in 2005 out of the converging paths and musical enterprises of its founders and focuses mostly on House Music with excursions in to other genres.",
      "Genre": "House",
      "Website": "http://www.mileendrecords.com/",
      "Facebook": "http://www.facebook.com/mileendrecords",
      "Demo": "http://www.mileendrecords.com/index.php?p=about#contact"
    },
    {
      "Name": "Mint Records (Vancouver, B.C.)",
      "Desciription": "“The Freshmaker since 1991.”",
      "Genre": "Multi",
      "Website": "http://www.mintrecs.com/",
      "Facebook": "http://www.facebook.com/mintrecords",
      "Demo": "http://www.mintrecs.com/info"
    },
    {
      "Name": "Missed Connection Records (Guelph, on)",
      "Desciription": "Missed Connection Records is a Guelph based record label launching with Saskatoon-based folk/country artist Zachary Lucky on September 17th 2013.",
      "Genre": "Country/Rock/Folk",
      "Website": "http://www.missedconnectionrecords.com",
      "Facebook": "http://www.facebook.com/MissedConnectionRecords",
      "Demo": "http://www.missedconnectionrecords.com/contact.html"
    },
    {
      "Name": "On Ramp Records (Saskatoon, Sk)",
      "Desciription": "One of Canada's top independent record labels, distributing music from some of the best artists Canada. Started in 2008, they've been nominated every year since for Canadian Country Music Associations' “Record Label of the Year”.",
      "Genre": "Country",
      "Website": "http://www.onramprecords.com",
      "Facebook": "http://www.facebook.com/onramprecords",
      "Demo": "http://www.onramprecords.com/contact_new.cfm"
    },
    {
      "Name": "Outside Music (Toronto, on)",
      "Desciription": "The Outside Music Label was founded in 2001 with the release of The Sadies album Tremedous Efforts. The label's current roster consist of Aidan Knight, The Besnard Lakes, Black Mountain, Folly & the Hunter, Jill Barber, Justin Rutledge, Leif Vollebekk, Little Scream, Matthew Barber, Rose Cousins, The Sadies, and Sloan. “Great music.  Nice people.”",
      "Genre": "Multi",
      "Website": "http://www.outside-music.com/label/",
      "Facebook": "http://www.facebook.com/OutsideMusic",
      "Demo": "http://www.outside-music.com/label/about/"
    },
    {
      "Name": "P572 (Quebec City, Qb)",
      "Desciription": "“We believe in music, art, prints, books, hip hop, colours, shows, punk, video games, reggae, boats, hearts, rock and ordinary friends with extraordinary minds. Talk to us and we'll make history together.”",
      "Genre": "-",
      "Website": "http://www.p572.com",
      "Facebook": "http://www.facebook.com/pages/P572/232419090104492",
      "Demo": "http://www.p572.com/contact/"
    },
    {
      "Name": "Paper Bag Records (Toronto, on)",
      "Desciription": "Paper Bag Records is one of North America's finest independent record labels. Based in Toronto, Paper Bag Records has cultivated an exciting and diverse roster which includes both domestic and international talent.",
      "Genre": "Indie",
      "Website": "http://www.paperbagrecords.com",
      "Facebook": "http://www.facebook.com/PaperBagRecords",
      "Demo": "http://www.paperbagrecords.com/about-us/"
    },
    {
      "Name": "Pheromone Recordings (Toronto, on)",
      "Desciription": "“We're not limited to specific musical genres – Pheromone's first four signings – The New Odds, Beast, Art of Time Ensemble featuring Sarah Slean and Flash Lightnin' speak to its inherent eclectic nature – rather we simply aspire to work with artists and recordings that move us, and in the process assemble a body of music that resonates down the years.”",
      "Genre": "Multi",
      "Website": "http://www.pheromonerecordings.com",
      "Facebook": "http://www.facebook.com/pages/Pheromone-Recordings/130128200346394",
      "Demo": "http://www.pheromonerecordings.com/?page_id=12"
    },
    {
      "Name": "Profound Lore Records (Kitchener/Waterloo, on)",
      "Desciription": "“Dwelling within the more underground confines of the more eclectic and extreme recesses of the music scene, Profound Lore Records has dabbled within various genres such as death metal, doom metal, black metal, avant-garde, ambient, chamber, noise, progressive, acoustic, and post rock, Profound Lore Records' aim is to embody a cohesive collective amongst the artists; one that makes them compatible with one another under this grand banner to create a strong aesthetic.”",
      "Genre": "Metal/Experimental",
      "Website": "http://www.profoundlorerecords.com",
      "Facebook": "http://www.facebook.com/profoundlorerecords",
      "Demo": "http://www.profoundlorerecords.com/about/"
    },
    {
      "Name": "Rebel Time Records (Hamilton, on)",
      "Desciription": "“Supporting independent, socially-conscious, political punk music, which often receives very little to no support. We base our label on the “having your laugh & having your say” philosophy and we are hopeful our label can reflect a growing culture of critical thinking, self-management and resistance.”",
      "Genre": "Punk",
      "Website": "http://www.rebeltimerecords.com",
      "Facebook": "http://www.facebook.com/pages/Rebel-Time-Records/138204969583899",
      "Demo": "-"
    },
    {
      "Name": "Risque Disque (Vancouver Island, B.C.)",
      "Desciription": "“Started out of the infamous ‘Horseshoe Tavern' by John Caton, the label found success with acts such as ‘Blue Rodeo', and ‘Crash Vegas'. Caton left the music business, and relocated to Vancouver Island where he befriended a young musician. After many years of mentoring, he presented current owner Todd Dunsmore with the opportunity to rebrand the label reflecting the changes in the modern music industry.”",
      "Genre": "Indie",
      "Website": "http://www.risquedisque.com",
      "Facebook": "http://www.facebook.com/RisqueDisqueRecords",
      "Demo": "http://www.risquedisque.com/#"
    },
    {
      "Name": "Royalty Records (Edmonton, Ab)",
      "Desciription": "Royalty Records has grown to become a full-service, nationally recognized record label and distributor for both Canadian and international recording artists and labels. Celebrating 40 years in Country Music! (1974- 2014)",
      "Genre": "Country",
      "Website": "http://www.royaltyrecords.ca",
      "Facebook": "http://www.facebook.com/royaltyrecords",
      "Demo": "http://www.royaltyrecords.ca/?page_id=740"
    },
    {
      "Name": "Secret City Records (Montreal, Qb)",
      "Desciription": "Secret City Records is a young Montreal-based independent record label and publishing company. It was founded with the knowledge that records are changing, and with a desire to embrace their future while preserving the idea of the “label” as a source of music you (and the artists it houses) can trust. “We don't believe in genres, only innovation and inspiration.”",
      "Genre": "Indie",
      "Website": "http://www.secretcityrecords.com",
      "Facebook": "http://www.facebook.com/secretcityrecords",
      "Demo": "http://www.secretcityrecords.com/about"
    },
    {
      "Name": "Six Shooter Records (Toronto, on)",
      "Desciription": "“Life is too short to listen to shitty music.”",
      "Genre": "Indie",
      "Website": "http://www.sixshooterrecords.com",
      "Facebook": "http://www.facebook.com/SixShooterRecords",
      "Demo": "http://www.sixshooterrecords.com/contact/"
    },
    {
      "Name": "Sonic Unyon Records (Hamilton, on)",
      "Desciription": "From the beginning, the company's mandate has been to foster awareness of undiscovered musical talent while offering artists a chance to become successful independently. Sonic Unyon hoped to fill a gap they saw existing in their musical community, a gap that could previously only be bridged by an independent artist's leap to a major label.",
      "Genre": "Indie",
      "Website": "http://www.sonicunyon.com",
      "Facebook": "http://www.facebook.com/sonicunyonrecords",
      "Demo": "http://www.sonicunyon.com/records/LabelInfo"
    },
    {
      "Name": "Sony Music Canada (Toronto, on)",
      "Desciription": "Sony Music Canada is the Canadian branch of Sony Music Entertainment.",
      "Genre": "Multi",
      "Website": "http://www.sonymusic.ca",
      "Facebook": "http://www.facebook.com/sonymusiccanada",
      "Demo": "-"
    },
    {
      "Name": "Stony Plain Records (Edmonton, Ab)",
      "Desciription": "Stony Plain Records is an independent roots, blues, country music label based in Edmonton, Canada. From Ian Tyson to Tim Hus, Ronnie Earl to Duke Robillard, Maria Muldaur to Rory Block, and that's just a small selection!",
      "Genre": "Indie/Roots/Blues/Country",
      "Website": "http://www.stonyplainrecords.com/Web/home.asp",
      "Facebook": "http://www.facebook.com/StonyPlainRec",
      "Demo": "http://www.stonyplainrecords.com/Web/contact_us.asp"
    },
    {
      "Name": "Sudden Death Records (Burnaby, B.C.)",
      "Desciription": "“We don't sign that many bands, but if I hear something I think is unique and has a lot of heart, then it's a go.” – Joe Keithley, Founder",
      "Genre": "Punk/Ska/Rock/Pop",
      "Website": "http://www.suddendeath.com",
      "Facebook": "-",
      "Demo": "http://www.suddendeath.com/index.php?option=com_aicontactsafe&view=message&layout=message&pf=1&Itemid=20"
    },
    {
      "Name": "Synicalist Records (London, on)",
      "Desciription": "Synicalist Records is a small DIY label based out of London, Ontario.",
      "Genre": "DIY Punk",
      "Website": "http://www.synicalistrecords.bandcamp.com/",
      "Facebook": "http://www.facebook.com/SynicalistRecords",
      "Demo": "-"
    },
    {
      "Name": "The Beautiful Music (Ottawa, on)",
      "Desciription": "Music that is created for the sheer LOVE of it. Music that celebrates the melody and the harmony, the magnificent and the eccentric. The Beautiful Music is dedicated to distributing Music that soars above the musical landscape in the Jet Stream of POP.",
      "Genre": "Indie/Rock",
      "Website": "http://www.thebeautifulmusic.com",
      "Facebook": "https://www.facebook.com/thebeautifulmusic/",
      "Demo": "http://www.thebeautifulmusic.com/about/"
    },
    {
      "Name": "Underground Operations (Toronto, on)",
      "Desciription": "“The real world controls us every day but in this place we call the fucking shots.”",
      "Genre": "Multi",
      "Website": "http://www.undergroundoperations.com/",
      "Facebook": "http://www.facebook.com/undergroundoperations",
      "Demo": "http://www.undergroundoperations.com/the-crew/"
    },
    {
      "Name": "Unicorn Digital (Lorraine, Qb)",
      "Desciription": "“Founded in 1996, UNICORN Records was primarily created to release and promote the music of Canadian Artist MYSTERY. After the worldwide success of UNICORN Records' first release Theatre of The Mind, it was clear that this label could offer more music and services to Audiophiles from around the world. UNICORN expanded its production and exportation side and now produce and export music around the globe.”",
      "Genre": "Progressive Rock",
      "Website": "http://www.unicornrecords.com",
      "Facebook": "http://www.facebook.com/unicorndigital",
      "Demo": "http://www.unicorndigital.net/#"
    },
    {
      "Name": "Universal Music Canada (Toronto, on)",
      "Desciription": "Canada's largest music company; home to such artists as Lady Gaga, Drake, Stereos, Hedley, Maroon 5, Nicki Minaj, Justin Bieber, Kanye West and many more.",
      "Genre": "Multi",
      "Website": "http://www.universalmusic.ca",
      "Facebook": "http://www.facebook.com/Universalmusiccanada",
      "Demo": "http://www.universalmusic.ca/about/"
    },
    {
      "Name": "Upper Class Recordings (Toronto, on)",
      "Desciription": "Initially created in 2000 as a leisure pursuit, Upper Class Recordings developed into a full service management firm, record label and publishing house with an international reputation for producing unique and exciting electronic music and artists.",
      "Genre": "Electronic/Rap/Pop",
      "Website": "http://www.upperclassrecordings.com",
      "Facebook": "http://www.facebook.com/upperclassrecordings",
      "Demo": "http://www.upperclassrecordings.com/establishment"
    },
    {
      "Name": "Warner Music Canada (Toronto, on)",
      "Desciription": "Warner Music Canada is a division of the Warner Music Group. With its broad roster of new stars and legendary artists, Warner Music Group is home to a collection of the best-known record labels in the music industry including Asylum, Atlantic, Cordless, East West, Elektra, Nonesuch, Reprise, Rhino, Roadrunner, Rykodisc, Sire, Warner Bros. and Word, as well as Warner/Chappell Music, one of the world's leading music publishers, with a catalog of more than one million copyrights worldwide.",
      "Genre": "Multi",
      "Website": "http://www.warnermusic.ca",
      "Facebook": "http://www.facebook.com/warnermusiccanada",
      "Demo": "http://www.warnermusic.ca/contact/"
    },
    {
      "Name": "Weewerk Recordings (Toronto, on)",
      "Desciription": "Weewerk was founded in November 2002 as a series of art-and-music salon events organized by indie-rock defender Phil Klygo (Skull Geek, teenage USA recordings, Canadian Music Week) and visual artist / curator Germaine Koh in their Toronto apartment above the noteworthy indie music store, Rotate This, on Queen St. West.",
      "Genre": "Folk/Roots/Alt-Country/Indie-Rock",
      "Website": "http://www.weewerk.com",
      "Facebook": "https://www.facebook.com/weewerk.recordings",
      "Demo": "http://www.weewerk.com"
    },
    {
      "Name": "Yeah Right! Records (London, on)",
      "Desciription": "“Yeah Right! is drink rings on ripped tolex. It's where denim meets leather and rubber meets road. It's turning Tuesday night into Saturday night. It's that ringing in your ears. We are true believers.”",
      "Genre": "Rock & Roll/Punk",
      "Website": "http://www.yeahrightrecords.com / http://www.yeahright.limitedrun.com",
      "Facebook": "http://www.facebook.com/yeahright",
      "Demo": "http://www.yeahright.limitedrun.com"
    },
    {
      "Name": "Year of the Sun (Canada)",
      "Desciription": "“Established in 2003, Year of the Sun Records has been responsible for discovering and developing some of the best underground bands in Canada and beyond. We are the most independent record label operating inside Canada today which allows our artists to release truly honest music. Uncompromised by the limitations of government grants and review boards, this is the true pulse of Canadian music and we're humbled to be able to bring it to your doorstep.”",
      "Genre": "Indie/Heavy",
      "Website": "http://www.yearofthesun.com",
      "Facebook": "http://www.facebook.com/yearofthesun",
      "Demo": "http://www.yearofthesun.com/betasite/company.cfm"
    },
    {
      "Name": "Yer Bird Records (Calgary, Ab)",
      "Desciription": "“Yer Bird Records is dedicated to the art of great folk and folk-inspired music. These days the term “folk” can be stretched worldwide and we hope that the sounds among these pages are universal.”",
      "Genre": "Folk/Lo-Fi/Americana/Country",
      "Website": "http://www.yerbird.com",
      "Facebook": "http://www.facebook.com/YerBirdRecords",
      "Demo": "http://www.yerbird.com/about/"
    },
    {
      "Name": "You've Changed Records (Welland, On)",
      "Desciription": "Noted label signings include The Constantines, Apollo Ghosts, Attack in Black, and Daniel Romano.",
      "Genre": "Indie",
      "Website": "http://www.youvechangedrecords.com",
      "Facebook": "https://youvechangedrecords.bandcamp.com",
      "Demo": "http://www.youvechangedrecords.com/contact/"
    }
  ]